export const questionData = [
  {
    question:
      "주인공 강아지 똥은 왜 시골길 담벼락 아래에서 이야기를 시작하게 되었을까요?",
    options: [
      "그 곳에 숨겨진 보물이 있어서",
      "우연히 그곳에 강아지 똥이 떨어져서",
      "다른 동물들과 만나기 위해서",
    ],
  },
  {
    question:
      "왜 참새와 흙덩이는 강아지 똥에게 하찮은 존재로 생각하고 비하할까요?",
    options: [
      "자신들이 더 중요한 역할을 가지고 있어서",
      "강아지 똥이 더 작고 가벼워서",
      "그들이 더 소중하게 생각하기 때문에",
    ],
  },
  {
    question:
      "주인공 강아지 똥이 만나게 되는 민들레꽃은 어떤 특별한 능력이 있을까요?",
    options: [
      "민들레꽃은 한 송이로 불어도 다른 곳에 실릴 수 있다",
      "소원을 들어준다",
      "꽃말을 할 수 있다",
    ],
  },
  {
    question: "참새와 흙덩이를 만난 후에 강아지 똥은 어떤 변화를 겪을까요?",
    options: [
      "자신의 존재 가치를 긍정적으로 받아들이게 된다",
      "자신도 중요한 역할을 할 수 있다는 자신감을 갖게 된다",
      "다른 동물들에게 존경 받는다",
    ],
  },
  {
    question: "마지막에 강아지 똥의 모습은 어떻게 될까요?",
    options: [
      "많은 사람들이 강아지 똥을 소중히 여기게 된다",
      "그들은 강아지 똥이 특별하다고 생각하게 된다",
      "그래서 강아지 똥은 많은 사람들이 찾게 되고 유명해진다",
    ],
  },
];

export const storyData =
  '강아지똥 부분스토리\n 돌이네 집에서 기르는 강아지 흰둥이가 길을 가다가 똥을 누었는데, 그 똥이 개똥이었다.\n 더러운 개똥이었기 때문에 온갖 질타와 비웃음을 사며 "나같이 더러운 똥이 세상에 왜 있냐?"라는 생각을 하게 되며 삶의 희망이 없어진다.\n 그러던 어느 날, 민들레 싹을 만나 민들레 싹을 자라게 하는 거름이 되어주면서 자신도 세상에 도움이 되는 존재가 된다는 것을 알고 기뻐한다.\n 암울하지만 끝에 민들레 씨앗만한 희망이 있는 내용이다';
